Repository: mateusavila/mateus-avila-isidoro
Catalog: languages/mateus-avila-isidoro-*.po
Languages: pt_br

source: This is the test for me, Mateus Ávila Isidoro, to be available to work in Awesome Motive.
pt_br: Este é um teste para mim, Mateus Ávila Isidoro, para trabalhar na Awesome Motive.

source: The ‘human_date_format’ field must be a boolean.
pt_br: O campo ‘human_date_format’ precisa ser um boleado.

source: The ‘rows’ field must be between 1 and 5.
pt_br: O campo ‘rows’ precisa ser um número de 1 a 5.

source: At least one email address is required.
pt_br: Ao menos um e-mail é obrigatório.

source: Invalid email(s) found in the list.
pt_br: E-mails inválidos encontrados na lista.

source: The form has been successfully updated.
pt_br: O formulário foi corretamente atualizado.

source: Please activate JavaScript for an enhanced experience.
pt_br: Por favor, ative o Javascript para uma melhor experiência.

source: Graphic
pt_br: Gráficos

source: Settings
pt_br: Configurações

source: graphic
pt_br: gráfico

source: settings
pt_br: configurações

# header_component_paragraph
source: This plugin serves as a test for potential employment at Awesome Motive.
pt_br: Este plugin servirá como teste para um potencial emprego na Awesome Motive.

# modal_title
source: Success!
pt_br: Sucesso!

# modal_submit
source: Dismiss
pt_br: Fechar

# modal_paragraph
source: Your data has been saved
pt_br: Seus dados foram salvos!

# form_paragraph
source: Edit the settings of your plugin.
pt_br: Gerencie as configurações do seu plugin.

# form_label_rows
source: Number of visible table rows.
pt_br: Número de linhas visíveis na tabela.

# form_label_rows_helper
source: (1 to 5)
pt_br: (1 a 5)

# form_label_date
source: Human_Friendly Date Format
pt_br: Data amigável a humanos

# form_label_emails
source: List of e-mails
pt_br: Lista de e-mails

# form_save
source: Save
pt_br: Salvar

# graph_paragraph
source: This graphic illustrates the level of access your page had during this time interval.
pt_br: Este gráfico ilustra a quantidade de acessos que nossa página teve neste período.

# home_paragraph
source: Look at our top pages here:
pt_br: Olhe as nossas páginas principais.

# home_table_title
source: Title
pt_br: Título

# home_table_pageviews
source: Pageviews
pt_br: Visualizações

# home_table_date
source: Date
pt_br: Data

# home_emails_paragraphs
source: Here is the list of e-mails responsible for maintaining this plugin.
pt_br: Esta é a lista dos responsáveis pela manutenção deste plugin.

# form_error_no_duplicates
source: There are duplicate emails in this list.
pt_br: Há e-mails duplicados na lista. Por favor corrija.

# form_error_email
source: This field must be a valid email address.
pt_br: Precisa ser um e-mail válido

# form_error_rows_min
source: Please enter a number greater than or equal to 1.
pt_br: Digite um número maior e igual a 1

# form_error_rows_max
source: Please enter a number less than or equal to 5.
pt_br: Digite um número menor e igual a 5

# form_error_rows_string
source: This field is required.
pt_br: Este campo é obrigatório

# form_date_activate
source: Activate
pt_br: Ativar
